[
  {
    "name": "Lauren",
    "profession": "Teacher",
    "quote": "Pump Coaching prepared me for my pumping journey at work. I was very nervous going back to work and overwhelmed with the idea of pumping three times a day, but after talking with my coaches I felt so good going back to work with a plan. I absolutely think Pump Coaching helped with my continuing to breastfeed after returning to work. They normalized breastfeeding and made me feel prepared for my journey ahead."
  },
  {
    "name": "David Oh",
    "profession": "Councilman At-Large, City of Philadelphia",
    "quote": "I think Proud Ounces is a great idea. So much of the issues surrounding normalizing breast pumping culture in the workplace has to do with psychology and changing the mentality – it’s so easy to make people comfortable, and the stress that comes with working and pumping in an unfriendly environment can have devastating effects."
  },
  {
    "name": "Nora Leco",
    "profession": "VP Internal Operations, Think Company",
    "quote": "We’re already seeing the benefits. We hope to continue to see more confident women returning to work knowing that they are supported in their journey and have the tools and resources to succeed in their professional goals and personal breastfeeding goals."
  },
  {
    "name": "Jess",
    "profession": "Director of Development ",
    "quote": "I have been following your guidance for two full weeks of being back to work (remotely). Next week I go back to work in person, not just remotely from home, so it will be another hurdle to adjust to, but I'll be leaning on your advice again to get through the logistics!"
  },
  {
    "name": "Elina",
    "profession": "VP, Project Management",
    "quote": "I'm so proud to work at an organization that sees me not just as an employee but a person first. The support I got when planning my return to work post baby was invaluable. I’m thankful to my employer for knowing I would need the help before I did."
  },
  {
    "name": "Charity",
    "profession": "Chief Talent Officer, Mastery Charter Schools",
    "quote": "In schools across the country, teachers often lack appropriate breastfeeding accommodations. Mastery is committed to providing all staff with 1:1 coaching to ensure they are confident in their ability to reach their professional and breastfeeding goals"
  }
]
